"""
     Demo names list for t.me/imenynnyk_bot
     :url https://ua.korporativus.com/cerkovni_svyata/imenini-v-sichni-za-pravoslavnim-kalendarem-za-novim-stilem.html
"""

_NAME_LIST = [
     'агав', 'агап', 'агафопус', 'агафія', 'аглаїда', 'агнія', 'адам', 'акила', 'алфей', 'альфред', 'амма', 'амоній',
     'амплій', 'ананій', 'анастасій', 'анастасія', 'андроник', 'андрій', 'антон', 'антоніна', 'антонія', 'антіох',
     'аполлос', 'аполлінарія', 'аристарх', 'артемій', 'архип', 'аріан', 'аріс', 'арістовул', 'асінкріт', 'аттик',
     'афанасій', 'афродісій', 'афінодор', 'ахаік', 'ахила', 'ахмет', 'ахілл', 'вавила', 'валтасар', 'варлаам',
     'варнава', 'варсонофій', 'василина', 'василла', 'василь', 'веніамін', 'веремій', 'вир', 'воніфатій', 'вусіріс',
     'вітіміон', 'гавдентій', 'гаврило', 'гай', 'галактіон', 'галатіан', 'гаспар', 'геласій', 'генріх', 'георгій',
     'гликерія', 'горгоній', 'гордій', 'гортензія', 'григорій', 'давид', 'дамаскін', 'данакт', 'данило', 'денис',
     'дмитро', 'дометіан', 'домна', 'домника', 'дорофій', 'еварест', 'евнікіан', 'еводію', 'евпор', 'еврет', 'евсузій',
     'евтіхіан', 'еллада', 'елпідій', 'емілія', 'епафрас', 'епафродіт', 'епенета', 'ераст', 'ермій', 'ефимия', 'євген',
     'євгенія', 'євпраксія', 'євсевій', 'євстафій', 'євстрат', 'євтихій', 'євфимій', 'єлевсипа', 'єлизар', 'єрм',
     'єрмил', 'єфрем' 'закхей', 'захар', 'зенон', 'зоил', 'зосима', 'зотика', 'зіна', 'іакінф', 'іван', 'ігнатій',
     'іларіон', 'ілля', 'індіс', 'інеса', 'іовілла', 'іпатій', 'ірина', 'іринарх', 'іриней', 'іродіон', 'ісаакій',
     'ісай', 'ісидор', 'іуда' 'йосип', 'йосія', 'карл', 'карп', 'картер', 'кварт', 'кельс', 'кесар', 'кир', 'кирило',
     'киріак', 'кифа', 'клавдія', 'клеопа', 'климент', 'констанцій', 'костянтин', 'крискент', 'крисп', 'ксенія',
     'кузьма', 'кіндрат', 'леандр', 'лев', 'леонілла', 'лука', 'лукій', 'лук’ян', 'лін', 'макар', 'максим', 'малахій',
     'мардоній', 'марк', 'маркел', 'марко', 'маркіян', 'мартирий', 'мартіна', 'мартініан', 'маріонілла', 'меланія',
     'мелевсіпп', 'мерта', 'микола', 'мина', 'михайло', 'михей', 'модест', 'мойсей', 'мігдоній', 'наркісс', 'наум',
     'неон', 'никандр', 'никанор', 'никифор', 'никодим', 'нифонт', 'нікострат', 'ніна', 'олександр', 'олена', 'олімп',
     'олімпіодор', 'омелян', 'онисим', 'онисифор', 'онися', 'онуфрій', 'опанас', 'оріон', 'павла', 'павло', 'памва',
     'пансофии', 'пантелеймон', 'папірін', 'пармен ', 'патров', 'пафнутій', 'пахом', 'паїсій', 'петро', 'пилип',
     'полієвкт', 'помпей', 'пров', 'прокл ', 'прокопій', 'прот', 'прохор', 'пуд', 'родіон', 'роман', 'роміл', 'руф',
     'сава', 'саламін', 'самей', 'сатурнін', 'саїс', 'секунд', 'семен', 'серафим', 'сергій', 'сила', 'силуан',
     'сильван', 'сильвестр', 'симеон', 'симон', 'сосипатр', 'состен', 'спевсіпп', 'стахій', 'степан', 'стефан',
     'стратонік', 'тадей', 'терентій', 'тертий', 'тетяна', 'тимон', 'тимофій', 'тит', 'тихик', 'трифон', 'трохим',
     'турвона', 'увелікій', 'уляна', 'урван', 'федот', 'федір', 'фемістокл', 'феога', 'феодора', 'феодосій', 'феодосія',
     'феодотія', 'феодул', 'феозва', 'феоктист', 'феона', 'феопент', 'феопист', 'феофан', 'феофіл', 'феофіла', 'феоід',
     'ферапонт', 'фессалоніки', 'филимон', 'флегонт', 'фома', 'фортунат', 'фостірій', 'філетером', 'філогоній',
     'філолог ', 'філіп', 'хрисанф', 'хрисогон', 'юліан', 'юлія', 'юст', 'юхим', 'яків', 'ясон']
